Repository: EatHub-Project/eathub-webapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: The trademarks, logos, service marks, trademarks (collectively the Trademarks) displayed on the Website or on content available through the Website are Trademarks of EatHub, and registered and unregistered other, and can not be used in connection with products and / or services that are not related, associated, or sponsored by their rights holders that are likely to cause confusion among customers, or in any manner that disparages or discredits their rights holders. All Trademarks non EatHub displayed on the Website or on or through the services of the Website, if any, are the property of their respective owners. Nothing contained on the Site should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any Trademark displayed in the Site without the written permission of EatHub or third party that may own such Trademark. The misuse of the Trademarks displayed on the Website or on or through any of the services of the Website is strictly prohibited.
es: Las marcas comerciales, logos, marcas de servicios, marcas registradas (conjuntamente las 'Marcas Comerciales') expuestas en el Sitio Web o en los contenidos disponibles a través del Sitio Web son Marcas Comerciales de EatHub, registradas y no registradas y otras, y no pueden ser usadas con respecto a productos y/o servicios que no estén relacionados, asociados o patrocinados por sus poseedores de derechos y que puedan causar confusión a los clientes, o de alguna manera que denigre o desacredite a sus poseedores de derechos. Todas las Marcas Comerciales que no sean de EatHub que aparezcan en el Sitio Web o en o a través de los servicios del Sitio Web, si las hubiera, son propiedad de sus respectivos dueños. Nada que esté contenido en el Sitio Web deberá ser interpretado como otorgando, por implicación, desestimación, o de otra manera, alguna licencia o derecho para usar alguna Marca Comercial expuesta en el Sitio Web sin el permiso escrito de EatHub o de terceros que puedan ser dueños de dicha Marca Comercial. El mal uso de las Marcas Comerciales expuestas en el Sitio Web o en o a través de cualquiera de los servicios del Sitio Web está estrictamente prohibido.

source: 4. User Information
es: 4. Información de usuario

source: In the course of your use of the Website and / or the services made available on or through the Web Site, you may be asked to provide certain personalized information (such information referred to as 'User Information'. Use policies and information collection EatHub with respect to the privacy of such User Information are set forth in the Privacy Policy of the Website, which is incorporated therein by reference for all purposes. You acknowledge and agree to be solely responsible for the accuracy of the content of the User Information.
es: En el curso del uso que usted haga del Sitio Web y/o de los servicios puestos a su disposición en o a través del Sitio Web, se le puede pedir que nos proporcione cierta información personalizada (dicha información en lo sucesivo 'Información del Usuario'). Las políticas de uso y recopilación de información de EatHub con respecto a la privacidad de dicha Información del Usuario se establecen en la Política de Privacidad del Sitio Web, la cual está incorporada al mismo como referencia para todos los propósitos. Usted reconoce y acepta ser el único responsable de la exactitud del contenido de la Información del Usuario.

source: 5. Links to the Website
es: 5. Enlaces con el Sitio Web

source: You agree that if you include a ( link) link any other website to the Website, the link will open in a new window navigator and linked with the full version of an HTML formatted page of this Website. You are not allowed to link directly to any image stored on the Website or our services, such method is to use a button 'in - line' to cause the image stored by us was exposed on another website. You agree not to download or use stored on this Website on another web site, images for any purpose, including, without limitation, posting such images on another web site. You agree not to link from any other web site to this Web Site so that the Site, or any page of the Web Site, is framed, surrounded or obfuscated by the contents, materials or slots mark of any third. We reserve all of our rights under the law to insist that any link to the Website is discontinued and revoke your right to link to the Website from any other website at any time when we send written notice.
es: Usted está de acuerdo en que si incluye un enlace (link) de cualquier otro sitio web al Sitio Web, dicho enlace se abrirá en una nueva ventana navegadora y se enlazará con la versión completa de una página formateada HTML de este Sitio Web. Usted no tiene permitido enlazarse directamente a ninguna imagen almacenada en el Sitio Web o en nuestros servicios, como sería usar un método de enlace 'en-línea' para provocar que la imagen almacenada por nosotros fuera expuesta en otro sitio web. Usted se obliga a no descargar o usar imágenes almacenadas en este Sitio Web en otro sitio web, con cualquier propósito, incluyendo, sin limitación, publicar dichas imágenes en otro sitio web. Usted se obliga a no enlazarse de cualquier otro sitio web a este Sitio Web de tal manera que el Sitio Web, o cualquier página del Sitio Web, esté 'enmarcado', rodeado u ofuscado por los contenidos, materiales o posicionamientos de marca de cualquier tercero. Nos reservamos todos nuestros derechos bajo la ley para insistir en que cualquier enlace al Sitio Web sea descontinuado y a revocar su derecho a enlazarse al Sitio Web de cualquier otro sitio web, en cualquier momento en el que le mandemos notificación por escrito.

source: 6. Compensation
es: 6. Indemnización

source: You agree to indemnify and hold harmless get to, directors, officers, employees, agents EatHub and its subsidiaries from any claims, liabilities, costs and expenses, of any nature, including fees lawyers, they incur as a result of using the web Site, your placement or transmission of any message, content, information, software or other materials through the web Site, or your breach or violation of the law or of these Terms and Conditions. EatHub reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and in such case, you agree to cooperate with EatHub in the defense of such claim.
es: Usted se obliga a indemnizar y a sacar en paz y a salvo a, a los directores, funcionarios, empleados, agentes de EatHub y sus sociedades filiales, de cualquier demanda, responsabilidad, costos y gastos, de cualquier naturaleza, incluyendo honorarios de abogados, en que incurriera como resultado del uso del Sitio Web, su colocación o transmisión de cualquier mensaje, contenido, información, software u otros materiales a través del Sitio Web, o su incumplimiento o violación de la ley o de estos Términos y Condiciones. EatHub se reserva el derecho, a su propio costo, de asumir la defensa y control exclusivos de cualquier asunto de otra manera sujeto a indemnización por parte suya, y en dicho caso, usted se obliga a cooperar con EatHub en la defensa de dicha demanda.

source: 7. Third Party Websites
es: 7. Sitios web de terceros

source: You can link (link) Web Site to third party web sites and third can be linked to ('Linked Sites') Website. You acknowledge and agree that we have no responsibility for the information, content, products, services, advertising, code or other materials which may or may not be provided by or through Linked Sites, even if they are owned or are led by our affiliates. The links ( links) to Linked Sites do not constitute an endorsement or our sponsorship of such sites or the information, content, products, services, advertising, code or other materials presented on or through such websites. The inclusion of any link to such sites on our Site does not imply endorsement, sponsorship or recommendation of the Web Site, EatHub disclaims any liability for links ( 1) from another web site to this Website and ( 2) another website to this Website. EatHub can not guarantee the standards of any web site to which you provide links on this Site, or be EatHub responsible for the contents of such sites, or any subsequent link. EatHub does not represent or warrant that the content of any third party website are accurate, to comply with state or federal law, or to comply with the laws of copyright or other intellectual property laws. EatHub is not responsible for any form of transmission received from any linked website. Any reliance on the contents of a third party website is done at your own risk and you assume all responsibilities and consequences resulting from such reliance.
es: Usted puede enlazar (link) del Sitio Web a sitios web de terceros y terceros pueden enlazarse al Sitio Web ('Sitios Enlazados'). Usted reconoce y está de acuerdo en que nosotros no tenemos responsabilidad sobre la información, contenido, productos, servicios, anuncios, códigos u otros materiales que puedan o no puedan ser proporcionados por o a través de los Sitios Enlazados, aún si son propiedad de o son dirigidos por afiliados nuestros. Los enlaces (links) a Sitios Enlazados no constituyen un aval o patrocinio nuestro de dichos sitios web o de la información, contenido, productos, servicios, anuncios, códigos u otros materiales presentados en o a través de dichos sitios web. La inclusión de cualquier enlace a dichos sitios en nuestro Sitio no implica el aval, patrocinio o recomendación de ese Sitio Web, EatHub rechaza cualquier responsabilidad por los enlaces (1) de otro sitio web a este Sitio Web y (2) a otro sitio web de este Sitio Web. EatHub no puede garantizar los estándares de cualquier sitio web al cual se le proporcionen enlaces en este Sitio Web, ni será EatHub responsable de los contenidos de dichos sitios, o de cualquier enlace subsecuente. EatHub no representa o garantiza que los contenidos del sitio web de algún tercero sean exactos, que cumplan con la ley estatal o federal, o que cumplan con las leyes de derechos de autor o con otras leyes de propiedad intelectual. EatHub tampoco es responsable de cualquier forma de transmisión recibida de cualquier sitio web enlazado. Cualquier confianza depositada en los contenidos de un sitio web de terceros es hecha por su propio riesgo y usted asume todas las responsabilidades y consecuencias que resulten de dicha confianza.

source: 8. Copyright Agent
es: 8. Agente de Derechos de Autor

source: In the event that any User or third party considers that any content have been introduced into the portal with violation of their intellectual property rights should send a fax to the company containing the following elements: ( a) personal data : name, address, phone number and email address of the claimant, ( b ) authentic or equivalently, with the personal data of the owner of the copyright allegedly infringed or person lawfully authorized to act on behalf and for (c) precise and complete indication of protected by intellectual property rights allegedly infringed, and its location on the portal; ; account holder of the copyright allegedly infringed ( d ) A clear statement that introducing indicated content was carried out without the consent of the responsibility of the claimant that the information in the notification is accurate and that the introduction of content is a violation of their intellectual property rights.
es: . En el caso de que cualquier Usuario o un tercero considere que cualquiera de los Contenidos han sido introducido en el Portal con violación de sus derechos de propiedad intelectual deberá enviar un fax a la Empresa que contenga los siguientes elementos: (a) datos personales: nombre, dirección, número de teléfono y dirección de correo electrónico del reclamante; (b) forma auténtica o equivalente, con los datos personales del titular de los derechos de propiedad intelectual supuestamente infringidos o de la persona autorizada conforme a derecho para actuar en nombre y por cuenta del titular de los derechos de propiedad intelectual supuestamente infringidos; (c) indicación precisa y completa de los Contenidos protegidos mediante los derechos de propiedad intelectual supuestamente infringidos, así como de su localización en el Portal; (d) declaración expresa y clara de que la introducción de los Contenidos indicados se ha realizado sin el consentimiento del titular bajo la responsabilidad del reclamante de que la información proporcionada en la notificación es exacta y de que la introducción de los contenidos constituye una violación de sus derechos de propiedad intelectual.

source: These notifications must be sent to: Av.Constitución # 8, CP Spain 41004, Fax 954 78 59 89
es: Estas notificaciones deberán ser enviadas a: Av.Constitución nº8, C.P. 41004 España, Fax 954 78 59 89

source: If the letter and information provided, it appears that they are violating the intellectual right of a person, EatHub immediately suspend public access to the relevant information, and make available to the owner.
es: Si de la carta e información proporcionada se desprendiera que se está violando el derecho intelectual de una persona, EatHub suspenderá de inmediato el acceso público a la información respectiva, y la pondrá a disposición de su titular.

source: 9. Effectiveness
es: 9. Vigencia

source: The provision of the Website and other services is indefinite. EatHub however, may terminate, suspend or discontinue at any time and without prior notice, the provision of services on the Website and / or any of the Services (including Open the User Services).
es: La prestación del servicio del Sitio Web y de los demás Servicios tiene una duración indefinida. EatHub sin embargo, podrá dar por terminada, suspender o interrumpir en cualquier momento y sin necesidad de previo aviso, la prestación de los servicios del Sitio Web y/o de cualquiera de los Servicios (incluidos los Servicios Abiertos al Usuario).

source: 10. Law and Jurisdiction
es: 10. Ley y Jurisdicción aplicables

source: For the interpretation, compliance and enforcement of these Terms and Conditions of Use of the Website, EatHub and the User agree to submit to the jurisdiction of the competent courts in Spain, renouncing the jurisdiction that under their existing or future or addresses for any other reason may apply and will be governed by the provisions applicable in the Spanish and European laws.
es: Para la interpretación, cumplimiento y ejecución de éstos Términos y Condiciones de Uso del Sitio Web, EatHub y el Usuario acuerdan que se someten a la jurisdicción de los tribunales competentes en la España, renunciando al fuero que en virtud de sus domicilios actuales o futuros o por cualquier otro motivo pudiera corresponderles y que se regirán por las disposiciones aplicables en las leyes españolas y europeas.

source: You are granted a limited, non exclusive, non sublicensable right to access the EatHub Application Programming Interface (API) of the terms specified herein. This website, the content API and are available for personal, noncommercial use. Any other use, including but not limited to any commercial use or reproduction of large distribution, modification, republication, display or performance, without the prior written permission of EatHub, is strictly prohibited. You may reproduce, modify, create derivative works from, or otherwise exploit any content, code, data or materials available through the API, provided they clearly indicate the original author of the recipe, maintaining and publishing the EatHub name provider and provided that the beneficiary of the API link directly to the website EatHub. We reserve the right, without notice and in our sole discretion, to terminate your license to use the API. The violation of any of these terms or conditions that you may be subject to legal action.
es: Se le concede un derecho limitado, no exclusivo, no transferible a terceros para acceder a la interfaz de programación de EatHub de aplicaciones (API) de los términos que se especifican en el presente documento. Este sitio web, la API y el contenido están disponibles para su uso personal. Cualquier otro uso, incluido pero no limitado a cualquier uso comercial, reproducción de gran distribución, modificación, republicación, exhibición o representación, sin el permiso previo por escrito de EatHub, está estrictamente prohibido. Usted puede reproducir, modificar, crear trabajos derivados, o de otra forma explotar cualquier contenido, código, datos o materiales disponibles a través de la API, siempre que se indique de forma clara el autor o autores originales de la receta, manteniendo y publicando el nombre de EatHub como proveedor y siempre que el beneficiario de dicha API enlace de forma directa a el sitio web de EatHub. Nos reservamos el derecho, sin previo aviso y en nuestra única discreción, a finalizar su licencia de uso de la API. La violación de cualquiera de estos términos o condiciones que usted puede estar sujeto a acciones legales.

source: Unspecified
es: Sin especificar

source: Male
es: Hombre

source: Female
es: Mujer

source: Easy
es: Fácil

source: Medium
es: Media

source: Hard
es: Difícil

source: Passwords don't match
es: Las contraseñas no coinciden

source: Username alerady taken
es: Ese nombre de usuario ya está en uso

source: Your account has been successfully activated. You can log in now.
es: Tu cuenta ha sido activada satisfactoriamente. Ahora, Puedes logearte.
