Repository: EatHub-Project/eathub-webapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: 404 error: not found
es: Error 404: No encontrado :(

source: Sorry! The page that you requested cannot be found at this moment
es: ¡Lo sentimos! Esta página no está disponible en este momento

source: 500 error: server error
es: Error 500: error del servidor :_(

source: Sorry! The server has suffered an error and couldn't serve your query
es: ¡Lo sentimos! Es servido acaba de sufrir un error :(

source: Hola %(username)s,
es: Hello %(username)s,

source: Bienvenido a Eathub! Para activar su cuenta acceda a la siguiente url:
es: Welcome to Eathub! To activate your account use this link:

source: Activa tu cuenta de EatHub
es: Activate your Eathub account

source: Your password has successfully been reset. You can use it right now on the login page.
es: Tu contraseña se ha reseteado. Ahora puede usarla para logearse

source: Go to the login page.
es: Ir a la página de login

source: Dear %(username)s,
es: Querido %(username)s,

source: You -- or someone pretending to be you -- has requested a password reset on %(domain)s.
es: Tú -- o alguien haciéndose pasar por tí -- ha pedido resetear la contraseña en %(domain)s.

source: You can set your new password by following this link:
es: Puedes cambiar la contraseña a través de este enlace:

source: If you don't want to reset your password, simply ignore this email and it will stay unchanged.
es: Si no quieres resetear tu contraseña, simplemente ignora este email y no será cambiada

source: Password recovery on %(domain)s
es: Recuperación de contraseña en %(domain)s

source: Forgot your password? Nothing to worry about!
es: ¿Olvidaste tu contraseña? ¡No te preocupes!

source: we can recover it!
es: ¡podemos recuperártela!

source: Username or email
es: Nombre de usuario

source: Recover my password
es: Recuperar mi contraseña

source: Sorry, this password reset link is invalid. You can still <a href="%(recovery_url)s">request a new one</a>.
es: Lo sentimos pero este link es inválido. Aún puedes <a href="%(recovery_url)s">pedir una nueva contraseña</a>.

source: Hi, <strong>%(username)s</strong>. Please choose your new password.
es: Hola, <strong>%(username)s</strong>. Por favor, selecciona tu nueva contraseña

source: Password:
es: Contraseña

source: Repeat password:
es: Repítela

source: Set new password
es: Modificar mi contraseña

source: An email was sent to <strong>%(email)s</strong> %(ago)s ago. Use the link in it to set a new password.
es: Se ha enviado un email a <strong>%(email)s</strong> hace %(ago)s. Usa el link provisto para cambiar tu contraseña

source: What is EatHub?
es: ¿Qué es EatHub?

source: Create
es: Crear

source: Recommendations and affinity
es: Recomendaciones y afinidad

source: All the members of the team are students of Software Engineering and Professional Practice (IT - Software Engineering, University of Seville)
es: Este sitio se encuentra actualmente en desarrollo por los miembros del Grupo cinco de Ingeniería del Software y Práctica Profesional (Grado en Ingeniería Informática - Ingeniería del Software, Universidad de Sevilla).

source: Project Manager
es: Jefe del Proyecto

source: Developer
es: Desarrollador

source: Analyst and Tester
es: Analista y encargado de pruebas

source: Developer Lead
es: Líder de desarroladores

source: Toggle navigation
es: Cambiar la navegación

source: Home
es: Inicio

source: Recipes
es: Recetas

source: Explore
es: Explora

source: Hello
es: Hola

source: Profile
es: Perfil

source: Logout
es: Cerrar sesión

source: Add recipe
es: Añadir receta

source: Sign in
es: Entrar

source: This web is under development by the members of fifth group of ISPP.
es: Esta web se encuentra en desarrollo por parte de los miembros del grupo 5 de la asignatura de Ingeniería del Software y Práctica Profesional.

source: Any feedback, suggestion, bug reports or similar given from you is appretiated, so please use the following button to contact us.
es: Como tal, todo el feedback que nos puedan aportan es de gran utilidad, ya sea para sugerencias, bugs, etc. Para ello, envíe un correo a la dirección <b>eathub.contact@gmail.com</b> o pulse el botón de la parte inferior donde se abrirá su cliente de correo y podrá enviarnos su feedback.

source: Thank you for your feedback
es: Gracias por su feedback

source: Send email
es: Enviar correo

source: Terms & conditions
es: Términos y condiciones

source: About us
es: Sobre nosotros

source: Contact
es: Contacto

source: The idea that originated EatHub’s development was that recipes are not something final. It changes, you adapt to you personal taste or maybe someone advises you; so we decided to do manage the real life recipe's evolution . With this, you can control the life your recipes, help to improve your friend’s, copy them and giving your personal touch… You create a recipe, you share it, everyone contributes, it evolves and the whole community benefits.
es: La idea que originó el desarrollo de Eathub fue que las recetas no son algo inamovible. Cambian, se adaptan a tus gustos personales o, a lo mejor, alguien te da un consejo para ellas; así que decidimos que sería buena idea permitirte controlar la evolución de tus recetas tal y como pasa en la vida real. Por tanto, puedes mejorar las recetas de tus amigos, copiarlas y darle tu toque personal... Es simple: Creas una receta, la compartes, todo el mundo contribuye y la comunidad en general se beneficia.

source: What we appreciate from you
es: Qué nos gustaría saber

source: Suggestions for the website
es: Sugerencias para la web

source: Bug reports
es: Reporte de errores

source: Your experience as a user
es: Tu experiencia de usuario

source: Requests
es: Peticiones

source: Promotion proposals
es: Propuestas de promoción

source: Business offers
es: Ofertas de negocio

source: Development help
es: Ayuda en el desarrollo

source: Contact Us
es: ¡Contacta con nosotros!

source: This website is currently under development by the members of the fifth group of Software Engineering and Professional Practice (IT - Software Engineering, University of Seville).
es: Este sitio se encuentra actualmente en desarrollo por los miembros del Grupo cinco de Ingeniería del Software y Práctica Profesional (Grado en Ingeniería Informática - Ingeniería del Software, Universidad de Sevilla).

source: Any feedback you can give to us will be very useful. Please, feel free to contact us by sending an email to our address: eathub.contact@gmail.com or by clicking in the following button:
es: Cualquier feedback que puedas darnos será muy útil. Por favor, no dudes en contactar con nosotros enviando un email a nuestra dirección: eathub.contact@gmail.com o mediante el botón de abajo:

source: Thanks for your interest!
es: ¡Gracias por tu interés!

source: No recipes yet
es: Aún no hay recetas

source: Don't you have friends? Let's make some!
es: ¿No tienes amigos? ¡Vamos a buscarlos!

source: has no friends yet
es: aún no tiene amigos

source: Welcome to EatHub
es: Bienvenido a EatHub

source: Do you like to eat? Then EatHub is for you. Explore everyone's recipes and their variations, create and customize your own food, and collaborate to find the best recipes in the world!
es: ¿Te gusta comer? Entonces EatHub es para ti. Explora recetas de otra gente y sus variaciones, crea y personaliza tu propia comida, y colabora para encontrar las mejores recetas en el mundo.

source: Username and password don't match.
es: Usuario o contraseña erróneos

source: You need to be logged-in to view this page.
es: Debes estar registrado para ver esta página.

source: Please sign in
es: Inicia sesión

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Create an account
es: Crea una cuenta

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: This is a provisional starting page
es: Esta es una página de inicio provisional

source: Under construction
es: En construcción

source: Edit profile
es: Editar perfil

source: Create account
es: Nueva cuenta

source: Account information
es: información de la cuenta

source: Required
es: Requerido

source: youremail@example.com
es: tuemail@ejemplo.com

source: Your password
es: Contraseña

source: Repeat your password
es: Repítela

source: Profile information
es: Información del perfil

source: Display name
es: Nombre público

source: Your public name
es: Nombre público

source: Preferred Language
es: Idioma preferente

source: Additional Language
es: Idioma(s) adicional(es)

source: Gender
es: Género

source: Location
es: Ubicación

source: Your city, country or else
es: Tu ciudad, país u otra referencia

source: Website
es: Sitio web

source: Your page's URL
es: URL de tu página

source: Birth date
es: Fecha de nacimiento

source: Profile picture
es: Foto de perfil

source: Consumer preferences
es: Preferencias de usuario

source: Tastes
es: Gustos

source: Salty
es: Salado

source: Sour
es: Agrio

source: Bitter
es: Amargo

source: Sweet
es: Dulce

source: Spicy
es: Picante

source: the terms and conditions
es: Términos y condiciones

source: You must accept the terms and conditions
es: Términos y condiciones

source: Save changes
es: Guardar los cambios

source: We have sent an activation email to the inbox of your email address you provided at registration.
es: Hemos enviado un email de activación a tu dirección de correo electrónico.

source: Basic information
es: Información básica

source: Name your recipe
es: Ponle un nombre

source: Add main picture
es: Añadir imagen principal

source: Drag and drop an image here
es: Arrastra una imagen aquí

source: Add more pictures
es: Añade más imágenes

source: Write a short description. What is your recipe about?
es: Escribe una descripción corta. ¿De qué va tu receta?

source: How to make it
es: Cómo hacerlo

source: Ingredients list
es: Lista de ingredientes

source: Add an ingredient...
es: Añadir un ingrediente...

source: Step by Step
es: Paso a paso

source: What is the step?…
es: ¿Qúe hacemos ahora?

source: What are we doing now?
es: ¿Qúe vamos a hacer?

source: Pick a picture
es: Escoge una foto

source: Cancel
es: Cancelar

source: Additional notes
es: Notas adicionales

source: Anything else you want to point out about your recipe?
es: ¿Qúe más quieres decir sobre tu receta?

source: Extra information
es: Información de la cuenta

source: Preparation time
es: Tiempo de preparación

source: minutes
es: minutos

source: Cooking time
es: Tiempo cocinándolo

source: Serves
es: Comensales

source: Two persons or Five units
es: 2 personas o 5 unidades

source: Difficulty
es: Dificultad

source: Occasions
es: Ocasiones

source: Food type
es: Tipo de comida

source: Special conditions
es: Condiciones especiales

source: Language
es: Idioma

source: Free tags
es: Etiquetas libres

source: Comma separated tags
es: Etiquetas separadas por comas

source: Nationality
es: Nacionalidad

source: Savours
es: Sabores

source: Savour values defines the savour of your recipe and stuff. This way we can better recommend people your recipe based on ther personal tastes and so on, you know. Savours are measured in a relative way, of course. For more information, check Wikipedia or something, dude.
es: Los niveles de los sabores definen el sabor de tu receta. De este modopodemos recomendar mejor tu receta a los gustos personales de cada persona. Los valores de estos sabores son evidentemente relativos

source: Save as draft
es: Guardar como borrador

source: Followers
es: Seguidores

source: Following
es: Siguiendo

source: That's you!
es: ¡Este eres tú!

source: Follow
es: Seguir

source: Unfollow
es: Dejar de seguir

source: Register to follow
es: Regístrate para seguirle

source: Unknown error
es: Error desconocido

source: Done!
es: ¡Hecho!

source: Basic info
es: Información básica

source: Check-in date
es: Fecha de registro

source: User info
es: Información del usuario

source: website
es: Sitio web

source: Personal info
es: Información personal

source: Bith date
es: Fecha de nacimiento

source: Last login
es: Último login

source: Savours profile
es: Perfil de sabores

source: Cloned from:
es: Clonada de ésta:

source: Clone
es: Clonar

source: Recipes derived from this:
es: Recetas derivadas de:

source: No derived recipes yet
es: Aún no hay recetas derivadas de ésta

source: Clone it yourself
es: Clónala

source: Like
es: Me gusta

source: Edit recipe
es: Editar receta

source: Delete recipe
es: Eliminar receta

source: prep + cook time
es: Tiempo de preparación + Cocinado

source: min
es: mínimo

source: prep time
es: Tiempo de preparación

source: difficulty
es: Dificultad

source: serves
es: Comensales

source: Ingredients
es: Ingredientes

source: Notes
es: Notas

source: More information
es: Más información

source: Food Type
es: Tipo de comida

source: Suitable for
es: Adecuada para

source: Tags
es: Etiquetas

source: Comments
es: Comentarios

source: Unban Comment
es: Deshacer baneo

source: Ban comment
es: Banear comentario

source: This comment has been banned.
es: Este comentario ha sido baneado

source: No comments yet. Be the first!
es: ¡Sé el primero en comentar!

source: Write a comment about the recipe…
es: Escribe un comentario sobre la receta...

source: Send
es: Enviar

source: Want to comment? <a href="%(the_url)s">Log in</a> first.
es: ¿Quieres comentar algo? <a href="%(the_url)s">Entra</a> primero.

source: You do not have any recipe yet
es: Aún no tienes recetas

source: This user does not has any recipe yet
es: Este usuario no tiene ninguna receta todavía

source: You are already an Eathub user!
es: ¡Ya eres un usuario de EatHub! :)

source: Now you can login on Eathub!
es: ¡Ahora puedes acceder!

source: Users
es: Usuarios

source: Search
es: Buscar

source: Found %(results)s recipes
es: Se han encontrado %(results)s recetas

source: No results found!
es: ¡No se ha encontrado nada!

source: Terms and conditions
es: Términos y condiciones

source: The following terms and conditions govern your use of the website give eathub.herokuapp.com and any of the content available on or through this web site, including any content derivative thereof has made available the Website. We may change the Terms and Conditions of Use at any time without notice, only posting the changes on the Website. BY USING THE SITE, YOU ACCEPT AND AGREE TO THESE TERMS AND CONDITIONS WITH REGARD TO YOUR USE OF THE WEB SITE. If you do not agree to these Terms and Conditions, you may not have access to it or use the Website in any other way.
es: Los siguientes términos y condiciones rigen el uso que usted le dé al sitio web www.eathub.com y a cualquiera de los contenidos disponibles por o a través de este Sitio Web, incluyendo cualquier contenido derivado del mismo que ha puesto a su disposición el Sitio Web. Podemos cambiar los Términos y Condiciones de Uso, en cualquier momento sin ninguna notificación, sólo publicando los cambios en el Sitio Web. AL USAR EL SITIO WEB, USTED ACEPTA Y ESTÁ DE ACUERDO CON ESTOS TÉRMINOS Y CONDICIONES EN LO QUE SE REFIERE A SU USO DEL SITIO WEB. Si usted no está de acuerdo con estos Términos y Condiciones, no puede tener acceso al mismo ni usar el Sitio Web de ninguna otra manera.

source: 1. Property Rights
es: 1. Derechos de Propiedad

source: EatHub is the sole and exclusive owner of the rights to the title, content (including, for example, audio, photographs, illustrations, graphics, other visuals, video, copy, text, software, titles) codes, data and materials of the same, the look and feel, design and organization of the website, the compilation of the content, code, data and materials on the website, including but not limited to, any copyright, rights trademark, patent rights, database rights, moral rights, sui generis rights and other intellectual property, proprietary rights of the same, and in general all the Website. Use of the Web Site does not grant to you ownership of any content, code, data or materials you may access on or through the WebSite.
es: EatHub es el único y exclusivo titular de los derechos sobre los títulos, contenido (incluyendo, por ejemplo, audio, fotografías, ilustraciones, gráficos, otros medios visuales, videos, copias, textos, software, títulos) códigos, datos y materiales del mismo, el aspecto y el ambiente, el diseño y la organización del Sitio Web, la compilación de los contenidos, códigos, datos y los materiales en el Sitio Web, incluyendo pero no limitado a, cualesquiera derechos de autor, derechos de marca, derechos de patente, derechos de base de datos, derechos morales, derechos sui generis y otras propiedades intelectuales, derechos patrimoniales del mismo, así como cualquier contenido que los usuarios puedan subir y en general de todo el Sitio Web, respetando en el caso de los usuarios su autoría (siempre se le atribuirá al usuario).

source: 2. Prohibited Use
es: 2. Uso prohibido

source: Any distribution, publication or commercial or promotional exploitation of the Website or any content, code, data or materials on the Website is strictly prohibited unless you have received the express prior written permission from authorized personnel EatHub or any other applicable rights holder. Except as expressly provided in this agreement, you may not download, inform, display, publish, copy, reproduce, distribute, transmit, modify, perform, broadcast, transfer, create derivative works from, sell or otherwise exploit any of the content, code, data or materials on or available through the web Site. You further agree not to alter, edit, delete, remove, or otherwise change the meaning or appearance of, or repurpose, any of the content, code, data or materials on or available through the Website including, without limitation, the alteration or removal of any trademark, registered trademark, logo, service mark or any other proprietary content or proprietary rights notice. You acknowledge that you do not acquire any ownership rights by downloading any copyrighted material from or through the Website. If you make other use of the Website, or the content, code, data or materials that there are or available through the Website, except as provided above, you may violate copyright laws copyright and other laws of the European Union, as well as applicable state laws ( Spain ), and may be subject to liability for such unauthorized use. 'EatHub' is a site owned EATHUB. All contents on display are the sole property of EATHUB. It is forbidden to total reproduction and / or parcial. Content on this site is the result of material produced by EATHUB, our partners and our users. Includes Recipes, comments or images in culinary or related field. All content is governed by these terms and conditions. Users and reviewers are solely responsible for the content they publish and transmit through the site, and shall indemnify EATHUB. possible claims against them generated.The accuracy and quality of the recipes are the responsibility of the author. The rating both recipes as places reflects the experience of our users. All content is for informational purposes. EATHUB. assumes no responsibility for any decisions that arrives the receiver of the information nor for any damage caused by insufficient accuracy of the data entered.
es: Cualquier distribución, publicación o explotación comercial o promocional del Sitio Web, o de cualquiera de los contenidos, códigos, datos o materiales en el Sitio Web, está estrictamente prohibida, a menos de que usted haya recibido el previo permiso expreso por escrito del personal autorizado de EatHub o de algún otro poseedor de derechos aplicable. A no ser como está expresamente permitido en el presente contrato, usted no puede descargar, informar, exponer, publicar, copiar, reproducir, distribuir, transmitir, modificar, ejecutar, difundir, transferir, crear trabajos derivados de, vender o de cualquier otra manera explotar cualquiera de los contenidos, códigos, datos o materiales en o disponibles a través del Sitio Web. Usted se obliga además a no alterar, editar, borrar, quitar, o de otra manera cambiar el significado o la apariencia de, o cambiar el propósito de, cualquiera de los contenidos, códigos, datos o materiales en o disponibles a través del Sitio Web, incluyendo, sin limitación, la alteración oretiro de cualquier marca comercial, marca registrada, logo, marca de servicios o cualquier otro contenido de propiedad o notificación de derechos de propiedad. Usted reconoce que no adquiere ningún derecho de propiedad al descargar algún material con derechos de autor de o a través del Sitio Web. Si usted hace otro uso del Sitio Web, o de los contenidos, códigos, datos o materiales que ahí se encuentren o que estén disponibles a través del Sitio Web, a no ser como se ha estipulado anteriormente, usted puede violar las leyes de derechos de autor y otras leyes de la Unión Europea, así como las leyes estatales aplicables (España), y puede ser sujeto a responsabilidad legal por dicho uso no autorizado.“EatHub” es un sitio propiedad de EATHUB. Todos los contenidos que se exhiben son de exclusiva propiedad de EATHUB. Se encuentra prohibida su reproducción total y/o parcial.El contenido de este sitio es el resultado del material producido por EATHUB SL, nuestros colaboradores y nuestros usuarios. Comprende Recetas de cocina, comentarios o imágenes en materia culinaria o afín. Todos los contenidos se rigen por los presentes términos y condiciones. Los usuarios y colaboradores son responsables exclusivos del contenido que publican y transmiten a través del sitio, debiendo mantener indemne a EATHUB. ante posibles reclamos por ellos generados.La exactitud y calidad de las recetas son responsabilidad de su autor. La calificación, tanto de las recetas como de los lugares, refleja la experiencia de nuestros usuarios. Todo el contenido tiene carácter meramente informativo. EATHUB. no asume responsabilidad alguna por las decisiones a las que arribe el receptor de la información ni por los daños que pudiera ocasionar la falta de exactitud de los datos asentados.

source: 3. Trademarks
es: 3. Marcas Comerciales
